import { IHighLightItem } from "@/components/HighLightsAndGridNews/types";

export const highLightConfig: IHighLightItem[] = [
  {
    text: 'Это тестовый контент, который не должен нести никакого смысла, лишь показать наличие самого текста или продемонстрировать так типографику в деле.',
    icon: 'play',
  },
  {
    text: 'Это тестовый контент, который не должен нести никакого смысла, лишь показать наличие самого текста.',
    icon: 'photo',
  },
  {
    text: 'Это тестовый контент, который не должен нести никакого смысла, лишь показать наличие самого текста или продемонстрировать так типографику в деле.',
    icon: 'play',
  },
  {
    text: 'Это тестовый контент, который не должен нести никакого смысла, лишь показать наличие самого текста.',
    icon: 'play',
  },
  {
    text: 'Тестовый контент, который не должен нести никакого смысла, лишь показать наличие самого текста или продемонстрировать типографику в деле.',
    icon: 'lighting',
  },
]
